is_tm = Dir.exist?('/Applications/Perimeter 81.app')

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"

cask "qutebrowser"
cask "alacritty"
cask "1password"
cask "1password-cli"
cask "android-studio"
cask "android-platform-tools"
cask "hammerspoon"
cask "alfred"
cask "homerow"
cask "google-chrome"
cask "steermouse"
#cask "sequel-pro"
#cask "db-browser-for-sqlite"
cask "orbstack"
cask "xcodes"
cask "openscad"
cask "ultimaker-cura"
cask "font-melso-lg-nerd-font"
cask "appcleaner"

#brew "pam-reattach"

brew "docker"
brew "docker-compose"
brew "yarn"
brew "watchman"
brew "lua-language-server"

brew "pyenv"
brew 'pyenv-virtualenv'
brew "openssl"
brew "readline"
#brew "sqlite3"
#brew "xz"
#brew "zlib"
brew "awscli" if is_tm

brew "fzf"
#brew "weechat"
brew "tut"
brew "neovim"
brew "tmux"
brew "dotbot"
brew "antidote"
#brew "buku"
brew "jq"
brew "zsh"
brew "mas"
brew "ripgrep"
#brew "choose-gui"
brew "pandoc"
brew "gh"
brew "scrcpy"
brew "circleci" if is_tm

#mas "Bear", id: 1091189122
#mas "ToothFairy", id: 1191449274
#mas "Vimari", id: 1480933944
