tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

cask "qutebrowser"
cask "alacritty"
cask "react-native-debugger"
cask "1password"
cask "1password-cli"
cask "android-studio"

brew "docker"
brew "docker-compose"
brew "nvm"
brew "yarn"

brew "weechat"
brew "neovim"
brew "tmux"
brew "hammerspoon"
brew "dotbot"

