tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

cask "qutebrowser"
# cask "alacritty" # only installs intel binary
cask "1password"
cask "1password-cli"
cask "android-studio"
cask "android-platform-tools"
cask "hammerspoon"
cask "alfred"
cask "google-chrome"
cask "steermouse"
cask "sequel-pro"
cask "db-browser-for-sqlite"
cask "orbstack"
cask "xcodes"
cask "openscad"
cask "ultimaker-cura"

brew "pam-reattach"

brew "docker"
brew "docker-compose"
brew "yarn"
brew "watchman"
brew "lua-language-server"

brew "pyenv"
brew "openssl"
brew "readline"
brew "sqlite3"
brew "xz"
brew "zlib"
brew "leiningen"

brew "weechat"
brew "tut"
brew "neovim"
brew "tmux"
brew "dotbot"
brew "antibody"
brew "buku"
brew "jq"
brew "zsh"
brew "mas"
brew "ripgrep"
brew "choose-gui"
brew "pandoc"
brew "gh"
brew "scrcpy"
brew "circleci"

mas "Meeter for Zoom, Teams & Co", id: 1510445899
mas "Bear", id: 1091189122
mas "ToothFairy", id: 1191449274
mas "Vimari", id: 1480933944
